INSERT INTO public.schedules (date, time, type, "typeName", title, location, sub) VALUES
('2026-01-17', '18:15', 'badge-flight', '항공', '광주(KWJ) → 제주(CJU)', '광주 광산구 상무대로 420-25 광주공항', '제주항공 7C 305 (19:10 도착)'),
('2026-01-17', '19:30', 'badge-hotel', '숙박', '더 테라스 뷰', '제주 제주시 연동6길 5', '제주시 위치'),
('2026-01-18', '10:00', 'badge-car', '렌터카', '빌리카 렌터카 인수', '제주 제주시 용담2동 730-10', '차량: 아반떼(CN7) 가솔린 | 보험: 완전자차
셔틀: 제주공항 1구역 2승차장 | 결제: 58,500원
빌리카 ▶ 자매국수 (약 15분)'),
('2026-01-18', '09:30', 'badge-hotel', '숙박', '더 테라스 호텔 퇴실', '제주 제주시 연동6길 5', ''),
('2026-01-18', '17:30', 'badge-hotel', '숙박', '호텔 더본 제주', '제주 서귀포시 색달로 18', '예약번호: 1074313 | 미국식 조찬 무료 제공
오후 3시부터 입실 가능'),
('2026-01-19', '10:00', 'badge-hotel', '숙박', '호텔 더본 퇴실', '제주 서귀포시 색달로 18', '더본호텔 ▶ 휴애리자연생활공원 (약 40분)'),
('2026-01-19', '21:00', 'badge-hotel', '숙박', '이호스테이 호텔 제주', '제주 제주시 현사길 45 에이, 비, 시동', '제주시 위치'),
('2026-01-20', '09:00', 'badge-car', '렌터카', '빌리카 렌터카 반납', '제주 제주시 용담2동 730-10', '지점: 빌리카지점 (제주시 용담이동 730-10)'),
('2026-01-20', '10:35', 'badge-flight', '항공', '제주(CJU) → 광주(KWJ)', '제주 제주시 공항로 2 제주국제공항', '티웨이항공 TW 902 (11:30 도착)'),
('2026-01-17', '15:30', 'badge-normal', '일반', '광주 공항 이동', '광주 광산구 상무대로 420-25 광주공항', '약 1시간 20분 소요'),
('2026-01-18', '18:00', 'badge-food', '식당', '연돈', '제주 서귀포시 색달로 10 연돈', '연돈 예약 마감되었을 경우
=> 야시장으로 바로 가기 & 탐라는 파스타(맥주 쿠폰)
더본 호텔 ▶ 야시장 (약 30분)'),
('2026-01-20', '08:30', 'badge-hotel', '숙박', '이호스테이 호텔 퇴실', '제주 제주시 현사길 45 에이, 비, 시동', ''),
('2026-01-17', '20:30', 'badge-food', '식당', '숙성도', '제주 제주시 제원길 30 2, 3층', '네이버 예약 8시 30분'),
('2026-01-18', '10:30', 'badge-food', '식당', '자매국수', '제주 제주시 항골남길 46 자매국수', '캐치테이블 원격 줄서기 가능, 주차장 있음
자매 국수 ▶ 전시 (약 10분)'),
('2026-01-18', '17:00', 'badge-normal', '일반', '신창풍차해안도로', '제주 제주시 한경면 신창리 1481-23', '일몰 시간 찾아서 맞춰가기
신창풍차해안도로 ▶ 더본 호텔 (약 40분)'),
('2026-01-18', '13:30', 'badge-cafe', '카페', '애월더선셋', '제주특별자치도 제주시 애월읍 일주서로 6111', '애월더선셋 ▶ 히피웅 (약 22분)'),
('2026-01-19', '11:00', 'badge-normal', '일반', '휴애리', '제주 서귀포시 남원읍 신례동로 256', '수험생 무료, 네이버 예약 하고 가기'),
('2026-01-18', '20:00', 'badge-food', '식당', '야시장', '제주 서귀포시 중정로61번길 20 올레야시장', ''),
('2026-01-18', '15:30', 'badge-normal', '일반', '히피웅', '제주 제주시 한림읍 상명리 65-1', '귤따기 체험 1인 만 원
네이버 예약 가능
히피웅 ▶ 신창풍차해안도로 (약 20분)'),
('2026-01-19', '09:00', 'badge-food', '식당', '호텔 조식', '제주 서귀포시 색달로 18', '7시 ~ 9시 30분까지 이용 가능'),
('2026-01-18', '12:00', 'badge-normal', '일반', '전시', '', '노형수퍼마켙 or 제주홀릭뮤지엄
전시 ▶ 애월더선셋 (약 20분)'),
('2026-01-19', '13:00', 'badge-food', '식당', '점심', '', ''),
('2026-01-19', '16:00', 'badge-cafe', '카페', '오셜록 티 뮤지엄', '제주 서귀포시 안덕면 신화역사로 15 오설록', '영업 시간: 매일 09:00 ~ 18:00'),
('2026-01-19', '15:00', 'badge-normal', '일반', '모모쥬 동물원', '제주 서귀포시 안덕면 신화역사로304번길 98 F303', '영업 시간: 매일 10:00 ~ 19:00'),
('2026-01-19', '18:00', 'badge-food', '식당', '저녁', '', ''),
('2026-01-19', '19:00', 'badge-cafe', '카페', '카페', '', '');
